{
    "news": [
        {
            "id": 1,
            "slug": "metaoptics-coming-to-ces-2025-in-las-vegas",
            "title": "MetaOptics coming to CES 2025 in Las Vegas",
            "desc": "MetaOptics invites attendees to visit Booth 61015-1 to experience these cutting-edge products firsthand and explore its broader portfolio of metalens-powered solutions",
            "date": "January 15, 2025",
            "image": "news/news-1.jpeg",
            "path": "https://drive.google.com/file/d/1hNlMexABvVbvIh8IM3xZcrR4Qvv4jfqS/view",
            "external": true,
            "details": {
                "images": ["news/news-1.jpeg"],
                "content": "<div>The highlight of MetaOptics' showcase will be its pico projector, an ultra-lightweight device weighing just 80 grams and compactly designed at 45mm x 58mm x 30mm.</div><br/><div>The projector operates directly from a mobile phone or laptop battery via a USB-C connection, eliminating the need for a built-in power source.</div><br/><div>This portability is complemented by effortless usability, making it an ideal Christmas and post-holiday present for on-the-go professionals, students, and entertainment enthusiasts.</div><br/><div>The pico projector delivers clear visuals with a resolution of 720p at 60 FPS and a brightness of 34±3 lumens (measured at 400mm). It features silent, fanless operation, ensuring a seamless user experience, while its energy-efficient design consumes less than 5W during peak operation and under 4W during normal use.</div>",
                "extraImages": [
                    "news/details/details-1-1.png",
                    "news/details/details-1-2.png",
                    "news/details/details-1-3.png"
                ],
                "relatedNews": []
            }
        },
        {
            "id": 2,
            "slug": "spore-firms-showcase-cutting-edge-lenses-customisable-tvs-and-other-tech-at-ces-2025-in-las-vegas",
            "title": "Singapore firms showcase cutting-edge lenses, customisable TVs and other tech at CES 2025",
            "desc": "LAS VEGAS – The cameras in today’s smartphones and point-and-shoot cameras use stacks of plastic or glass lenses to focus light, but these may soon be replaced by a single flat lens, making devices thinner and smaller.",
            "date": "January 10, 2025",
            "image": "news/news-2.jpeg",
            "path": "https://www.straitstimes.com/tech/spore-firms-showcase-cutting-edge-lenses-customisable-tvs-and-other-tech-at-ces-2025-in-las-vegas",
            "external": false,
            "details": {
                "images": ["news/news-2.jpeg", "news/news-2.jpg"],
                "content": "<div>LAS VEGAS – The cameras in today’s smartphones and point-and-shoot cameras use stacks of plastic or glass lenses to focus light, but these may soon be replaced by a single flat lens, making devices thinner and smaller.</div><br/><div>Such optics, called metalenses, use existing semiconductor fabrication processes to carve tiny pillars 1/800th the width of a human hair strand onto glass wafers. A resulting 1.5mm lens can have around six million such pillars, which work together to focus light and capture images.</div><br/><div>This cutting-edge tech was created by MetaOptics Technologies, one of 11 Singapore companies showcasing their innovations at the Singapore Pavilion of CES 2025 in Las Vegas.</div><br/><div>They were among about 1,400 start-ups from around the world vying for investment, partnerships and media attention at the global tech event, formerly known as the Consumer Electronics Show, with most of them packed in an exhibition hall the size of five football fields.</div><br/><div>The Straits Times highlights the technology from Singapore showcased at CES, which runs from Jan 7 to 10.</div><br/><div><h3 class=\"font-bold\">Tiny projector shows metalenses’ potential</h3></div><br/><div class=\"min-w-80\"><img class=\"h-auto mx-auto rounded-lg\" src=\"/news/details/details-2-1.jpg\" /></div><br/><div>Smaller than a pack of cards and needing no external power source, MetaOptics Technologies’ US$500 (S$680) pico projector can connect directly to a phone or PC with a USB-C cable and deliver 720p videos at 60 frames per second.</div><br/><div>Other products the start-up showcased that use metalenses were a wide-angle facial recognition camera, a contactless fingerprint reader and the world’s first single-layered metalens colour camera</div><br/><div>The start-up, which was at CES to speak to potential investors and business partners, created the products to prove the nascent lens technology, and to give early adopters a chance to try out products using these optics of the future, said the firm’s chief executive Mark Thng.</div><br/><div>He added that the company has sewn up at least one memorandum of understanding at CES – with a supply chain partner of a major South Korean smartphone maker.</div><br/><div><h3 class=\"font-bold\">An even smaller tracker</h3></div><div class=\"min-w-80\"><img class=\"h-auto mx-auto rounded-lg\" src=\"/news/details/details-2-2.jpg\" /></div><br/><div>Those looking for more detailed feedback on their sleep patterns now have the option of the Flowtime Brain Tag, which is worn over the ear and resembles a slim hearing aid.</div><br/><div>The US$248 sleep tracker, which Singapore-headquartered FantasiaXR said is the smallest of its kind in the world and weighs just 6g, uses electroencephalogram (EEG) technology.</div><br/><div>The EEG measures electrical activity in the brain and can capture “research-grade” data on how long a person is engaged in each stage of sleep and brainwave changes through the night.</div><br/><div>Its makers said the device also doubles as a meditation aid as it measures five types of brainwaves and the user’s heart rate.</div><br/><div>A person’s brainwaves and heart rate have been observed to change during meditation.</div><br/><div><h3 class=\"font-bold\">Nimble-fingered robot</h3></div><div class=\"min-w-80\"><img class=\"h-auto mx-auto rounded-lg\" src=\"/news/details/details-2-3.jpg\" /></div><br/><div>A piano-playing robot made CES attendees do a double take as its 10 agile fingers tinkled away, playing songs such as You Are My Sunshine.</div><br/><div>This was a showcase of robotics company Emage TomO’s latest humanoid robot, which can perform delicate tasks in a manufacturing setting, such as transferring individual contact lenses to a visual inspection machine.</div><br/><div>The robot can handle small items with a high degree of accuracy, thanks to 15 actuators in each hand, while each of its arms has six joints.</div><br/><div>But more than just hardware, the company also has close to a decade’s experience in machine vision and deep learning for robotic automation, said its operations director Biju Alex Thomas.<br/>The latest version of the robot, which starts from US$200,000, has seven joints per arm and will be able to carry loads of up to 5kg, compared with the current version’s 2kg.</div><br/><div><h3 class=\"font-bold\">Customisable TVs</h3></div><br/><div class=\"min-w-80\"><img class=\"h-auto mx-auto rounded-lg\" src=\"/news/details/details-2-4.jpg\" /></div><br/><div>Digital signs, kiosks, information screens and learning aids – the varied needs of schools, companies and government agencies for television screens mean off-the-shelf TVs are often imperfect solutions, said Mr Alex Lim, group general manager of EP-Tec Solutions.</div><br/><div>The company exhibited its new generation of smart interactive displays, which clients can customise – for instance, by adding cameras, ports, an on-board PC, or even a tempered glass layer to improve the hardiness of the screen.</div><br/><div>The TVs, which start at $1,800 for a 65-inch screen, are also future-proof – clients can switch out the mainboard when newer hardware hits the market, or swop in a new power board should the old one fail.<br/>The company’s TVs are currently deployed in 30 countries, including Singapore, where it renewed a contract with the Government in 2024 to provide it with TVs until 2027.</div><br/><div class=\"min-w-80\"><img class=\"h-auto mx-auto rounded-lg\" src=\"/news/details/details-2-5.jpg\" /></div><br/><div><h3 class=\"font-bold\">Enterprise Singapore: Support for over 60 Singapore firms at CES</h3></div><br/><div>More than 60 Singapore businesses have received support from the Government to exhibit at the Singapore Pavilion at CES, said trade agency Enterprise Singapore’s director for advanced manufacturing Anne Ho.</div><br/><div>This is the sixth time Enterprise Singapore has participated in the show since 2018.</div><br/><div>Ms Ho said international trade shows are an effective platform for local businesses to explore overseas opportunities, such as to test foreign market demand without committing large, upfront investments.</div><br/><div>Singapore companies that over the years have leveraged CES to gain traction in the US market include massage chair maker Osim and MyFirst Tech, which develops tech products for child development.</div><br/><div>Both companies have returned to CES 2025 as repeat exhibitors, Ms Ho noted.</div>",
                "relatedNews": [
                    {
                        "slug": "metaoptics-single-layered-glass-lens-improves-performance-and-sustainability",
                        "title": "MetaOptics’ single-layered glass lens improves performance and sustainability",
                        "image": "news/news-3.jpg",
                        "desc": "It can independently tune red, green and blue (RGB) images – producing reasonable quality and more vibrant images",
                        "path": "https://www.businesstimes.com.sg/events-awards/design-ai-tech-awards/design-ai-and-tech-awards/metaoptics-single-layered-glass-lens-improves-performance-and-sustainability",
                        "external": false,
                        "date": "May 17, 2025"
                    }
                ]
            }
        },
        {
            "id": 3,
            "slug": "metaoptics-single-layered-glass-lens-improves-performance-and-sustainability",
            "title": "MetaOptics’ single-layered glass lens improves performance and sustainability",
            "desc": "It can independently tune red, green and blue (RGB) images – producing reasonable quality and more vibrant images",
            "date": "May 17, 2025",
            "image": "news/news-3.jpg",
            "path": "https://www.businesstimes.com.sg/events-awards/design-ai-tech-awards/design-ai-and-tech-awards/metaoptics-single-layered-glass-lens-improves-performance-and-sustainability",
            "external": false,
            "details": {
                "images": ["news/news-3.jpg"],
                "content": "<div>[SINGAPORE] Local semiconductor optics startup MetaOptics Technologies is harnessing nanophotonics and artificial intelligence (AI) to overhaul traditional lens systems used in consumer electronics, augmented and virtual reality and scientific imaging.</div><br/><div>Its flagship innovation, the Advanced Color Metalens Imaging System, replaces multi-layer plastic lenses with a single-layer glass metalens.</div><br/><div>Using deep ultraviolet (DUV) immersion photolithography on 12-inch glass wafers – a standard process from semiconductor manufacturing – the system dramatically reduces the thickness and weight of camera modules, while offering enhanced durability and colour accuracy.</div><br/><div>The cameras in today’s smartphones and point-and-shoot devices typically rely on stacked layers of plastic or glass lenses to focus light.</div><br/><div><h3 class=\"font-bold\">Innovative lenses</h3><br/>Metalenses are flat optical components that can perform the same function using just a single layer of intricately patterned nanostructures.</div><br/><div>MetaOptics uses semiconductor fabrication techniques to etch millions of microscopic pillars – each about 1/800th the width of a human hair – onto glass wafers. A 1.5 mm lens can contain more than six million of these nano-pillars, precisely engineered to manipulate light and focus images.</div>",
                "relatedNews": [
                    {
                        "slug": "spore-firms-showcase-cutting-edge-lenses-customisable-tvs-and-other-tech-at-ces-2025-in-las-vegas",
                        "title": "Singapore firms showcase cutting-edge lenses, customisable TVs and other tech at CES 2025",
                        "image": "news/news-2.jpeg",
                        "desc": "LAS VEGAS – The cameras in today’s smartphones and point-and-shoot cameras use stacks of plastic or glass lenses to focus light, but these may soon be replaced by a single flat lens, making devices thinner and smaller.",
                        "path": "https://www.straitstimes.com/tech/spore-firms-showcase-cutting-edge-lenses-customisable-tvs-and-other-tech-at-ces-2025-in-las-vegas",
                        "external": false,
                        "date": "January 10, 2025"
                    }
                ]
            }
        },
        {
            "id": 4,
            "slug": "automatic-metalens-tester-to-improve-mass-production-sorting-capabilities",
            "title": "Automatic Metalens Tester to Improve Mass Production Sorting Capabilities",
            "desc": "MetaOptics today announced the launch of its new Automatic Metalens Tester, an advanced system developed in collaboration with Elsoft Research Bhd (KLSE:0090.KL), a manufacturer of testing equipment for leading global technology brands.",
            "date": "May 20, 2025",
            "image": "news/news-4.jpg",
            "path": "https://drive.google.com/file/d/1j7YcCGrB6VnKNF5MCEEQ6NM54-aeGuaw/view",
            "external": true,
            "details": {
                "images": [],
                "content": "",
                "extraImages": [],
                "relatedNews": []
            }
        },
        {
            "id": 5,
            "slug": "startup-scale-and-hospital-bag-top-accolades-maiden-design-ai-and-tech-awards",
            "title": "A startup, a scale-up and a hospital bag top accolades at maiden Design AI and Tech Awards",
            "desc": "It can independently tune red, green and blue (RGB) images – producing reasonable quality and more vibrant images",
            "date": "June 2, 2025",
            "image": "news/news-5.jpg",
            "path": "https://www.businesstimes.com.sg/events-awards/design-ai-tech-awards/startup-scale-and-hospital-bag-top-accolades-maiden-design-ai-and-tech-awards",
            "external": false,
            "details": {
                "images": ["news/news-5.jpg"],
                "content": "<p class=\"mb-5\">[SINGAPORE] Home-grown semiconductor optics startup MetaOptics Technologies, local autonomous cleaning robot firm LionsBot and Sengkang General Hospital clinched top honours at the inaugural Design AI and Tech Awards (Daita) on Monday (May 19).<p class=\"mb-5\">Jointly organised byThe Business Times(BT) and the Singapore University of Technology and Design (SUTD),<a href=https://www.businesstimes.com.sg/events-awards/design-ai-tech-awards/bt-sutd-launch-new-design-ai-tech-awards target=_blank>the competition</a>aims to spur innovators from startups and companies to harness design and technology to develop groundbreaking solutions that tackle real-life business challenges. Daita was launched in October 2024 with<a href=https://www.businesstimes.com.sg/events-awards/design-ai-tech-awards/deft-blending-ai-design-practices-singapore-based-venture-capitalist-firm-wants-you target=_blank>multi-asset investment firm</a>Granite Asia as a supporting partner.<p class=\"mb-5 relative w-full \"><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/qNAUMaJUtuM?si=1BY4WeBbXU3IwgO4\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen></iframe></p><p class=\"mb-5\">MetaOptics swept the judges with its<a href=https://www.businesstimes.com.sg/events-awards/design-ai-tech-awards/design-ai-and-tech-awards/metaoptics-single-layered-glass-lens-improves-performance-and-sustainability target=_blank>advanced colour metalens imaging system</a>that features a single-glass layer alternative to traditional multi-layer curved plastic lenses.<p class=\"mb-5\">Its deputy chief executive officer Aloysius Chua said in his presentation: “The challenge today with traditional three-dimensional optics is the bulkiness, complexity and high costs.”<p class=\"mb-5\">He explained that metalenses, also known as flat optics or 2D lenses, are single layers of glass made up of millions of circular pillars of varying diameters – each as thin as one-thousandth of a human hair – at the same height.<p class=\"mb-5\"><a href=\"https://static1.businesstimes.com.sg/s3fs-public/styles/article_inline_image/public/articles/2025/06/02/fiq8345.jpg?VersionId=607aqGGy7pYF57ibuFK0HFXLR1emIFsN&itok=MobMegtJ\"><img class=\"h-auto mx-auto rounded-lg\"  src=\"/news/details/details-5-1.jpg\"></a><p class=\"mb-5\">MetaOptics uses semiconductor fabrication techniques to etch millions of microscopic pillars onto glass wafers. PHOTO: METAOPTICS TECHNOLOGIES</p><p class=\"mb-5\">“MetaOptics is the first company to produce a single-layer metalens on a 12-inch glass wafer, working in visible light wavelengths and integrated into a camera to capture a colour image,” said Chua.<p class=\"mb-5\">The startup boasts proprietary AI software that sharpens and improves the vibrancy of the images captured, as well as a brightening algorithm that lights up dark areas without overexposing brighter sections.<p class=\"mb-5\">Noting that the lenses are fabricated and assembled in Singapore, Chua told BT: “We want Singapore to be the excellence centre of metalenses. We want to control the design and we want the key manufacturing supply chain to be in Singapore.”<p class=\"mb-5\"><a href=\"https://static1.businesstimes.com.sg/s3fs-public/styles/article_inline_image/public/articles/2025/06/02/rxdaita19_1.jpg?VersionId=alhAzJcOMKUHnqMbsaqvEgmz21Lzd3MV&itok=zGRQ24dR\"><img class=\"h-auto mx-auto rounded-lg\"  src=\"/news/details/details-5-2.jpg\"></a><p class=\"mb-5\">MetaOptics Technologies’ deputy chief executive officer Aloysius Chua told BT the award brings validation to the work put in by the young startup over the past three-and-a-half years. PHOTO: WINSTON CHUANG<p class=\"mb-5\">On winning the award, he said: “As a young startup, it brings validation to the work that we put in… In three-and-a-half years, we were able to develop tech and commercialise it, and now our products are already sold into the market.”<p class=\"mb-5\">A mechanical engineer by training, Chua added: “We are not very far from commercialising lenses into the consumer electronics market… In the next few months, you will hear a lot about us.”<p class=\"mb-5\">MetaOptics was one of the three winners among eight shortlisted projects.<p class=\"mb-5\">Local robotics company LionsBot took the crown with its<a href=https://www.businesstimes.com.sg/events-awards/design-ai-tech-awards/design-ai-and-tech-awards/ai-boosts-efficiency-lionsbot-robot-cleaners target=_blank>autonomous robots that are armed</a>with AI navigation, fleet management and generative AI support; and which use 10 per cent of the water utilised by traditional cleaning machines.<p class=\"mb-5\"><a href=\"https://static1.businesstimes.com.sg/s3fs-public/styles/article_inline_image/public/articles/2025/06/02/rxdaita19_2.jpg?VersionId=cpd1BIjHwSuzO0nqluD6BvjSRLnR4mx4&itok=MJrGOj-t\"><img class=\"h-auto mx-auto rounded-lg\"  src=\"/news/details/details-5-3.jpg\"></a><p class=\"mb-5\">Local robotics company LionsBot’s design head, Tan Wei Hua, said the mature startup, which was founded in 2018, aims to double the number of robots it deploys worldwide in the next few years. PHOTO: WINSTON CHUANG<p class=\"mb-5\"><a href=\"https://static1.businesstimes.com.sg/s3fs-public/styles/article_inline_image/public/articles/2025/06/02/lbfo24-132.jpg?VersionId=UFIXoywThQZxH8TiO7j34I_m042vQkqH&itok=94nDqTwR\"><img class=\"h-auto mx-auto rounded-lg\"  src=\"/news/details/details-5-4.jpg\"></a><p class=\"mb-5\">LionsBot’s autonomous robots are armed with AI navigation, fleet management and generative AI support; and use 10 per cent of the water utilised by traditional cleaning machines. PHOTO: LIONSBOT<p class=\"mb-5\">Design head Tan Wei Hua told BT: “It’s the first award that really brings together design and technology… and a lot resonated with us, like how we’re using design to make technology more accessible, impactful and delightful for users. It’s an affirmation that we’re on the right path of bringing design, AI and tech together.”<p class=\"mb-5\">Founded in 2018, the mature startup has conducted some 10 cycles of prototyping of its robots, more than 3,500 of which are deployed in over 30 countries.<p class=\"mb-5\">“We are not stopping here. In the next couple of years, we’re aiming to double the number of robots that we’re deploying worldwide,” said LionsBot’s Tan.<p class=\"mb-5\">He concluded: “We have transformed cleaners into skilled robot operators, enhanced the dignity of the profession, improved accessibility to technology for the elderly and less-tech-literate and, at the same time, put Singapore on the map as a source of innovative design and engineering.”<p class=\"mb-5\">Rounding up the three winners is Sengkang General Hospital (SKH) with its<a href=https://www.businesstimes.com.sg/events-awards/design-ai-tech-awards/design-ai-and-tech-awards/sengkang-general-hospital-leads-way-automating-sterile-supply-management target=_blank>fully automated sterile supply system</a>.<p class=\"mb-5\"><a href=\"https://static1.businesstimes.com.sg/s3fs-public/styles/article_inline_image/public/articles/2025/06/02/rxdaita19_3.jpg?VersionId=xqlbR5YdrmiHlFuzQoRjVKSiYKGpF1ck&itok=a2UZziY7\"><img class=\"h-auto mx-auto rounded-lg\"  src=\"/news/details/details-5-5.jpg\"></a><p class=\"mb-5\">Jeff Tang (left), senior executive, operating theatre services, and Moarie Grace Tan, assistant director, nursing, operating theatre services, at Sengkang General Hospital. PHOTO: WINSTON CHUANG<p class=\"mb-5\">Moarie Grace Tan, assistant director, nursing, operating theatre services, explained: “We have 14,000 unique instruments categorised into 4,000 products, 2,600 different kinds of surgeries and many surgeons with their own preferences, (which) becomes a huge nightmare when we can’t find what is needed.”<p class=\"mb-5\">With its first-of-its-kind automated storage and retrieval system in Singapore’s healthcare sector, the hospital has halved retrieval times of instruments, boosted storage capacity by 75 per cent and reduced the manual handling of heavy containers.<p class=\"mb-5\">“Now we can look into having the whole department as automated as possible,” said SKH’s Tan. “The award gives us that leverage because it tells others that we are people who are looking at innovating and making things work better, rather than just sticking to traditional methods.”<p class=\"mb-5\"><a href=\"https://static1.businesstimes.com.sg/s3fs-public/styles/article_inline_image/public/articles/2025/06/02/newest-img-20250516-wa00082028129.jpg?VersionId=5ElaPpD_2VnbcYKrB_fnqAsQbr.Zp6uO&itok=dCvyKz5e\"><img class=\"h-auto mx-auto rounded-lg\"  src=\"h/news/details/details-5-6.jpg\"></a><p class=\"mb-5\">A three-arm robotic system, coupled with four Vertical Carousel Systems, automates the storage and retrieval of instrument sets. PHOTO: SENGKANG GENERAL HOSPITAL<p class=\"mb-5\">The other five finalists include: international education provider<a href=https://www.businesstimes.com.sg/events-awards/design-ai-tech-awards/design-ai-and-tech-awards/etonhouse-teachers-now-teach-more-and-do-less-admin-ai target=_blank>EtonHouse</a>;<a href=https://www.businesstimes.com.sg/events-awards/design-ai-tech-awards/design-ai-and-tech-awards/revolutionising-drug-discovery-ai-south-east-asia target=_blank>Nanyang Biologics</a>, a pioneering spin-off from Nanyang Technological University; Singapore-based<a href=https://www.businesstimes.com.sg/events-awards/design-ai-tech-awards/design-ai-and-tech-awards/porolis-new-eco-system-makes-gemstone-grading-more-accessible target=_blank>Porolis Technologies</a>, which focuses on digital gemmology; port operator<a href=https://www.businesstimes.com.sg/events-awards/design-ai-tech-awards/design-ai-and-tech-awards/new-era-warehouse-logistics-psa-singapores-ai-powered-iwx-platform target=_blank>PSA Singapore</a>; and<a href=https://www.businesstimes.com.sg/events-awards/design-ai-tech-awards/design-ai-and-tech-awards/sbs-transit-rail-puts-its-trust-6sense target=_blank>SBS Transit Rail</a>.<p class=\"mb-5\">In a speech at the event, SUTD’s deputy president and chief innovation and enterprise officer Tai Lee Siang said: “All the contestants put in clear indicators of the impact… some of which are not possible without the power of AI, to overcome past inefficiencies and accurately measure impact.”<p class=\"mb-5\">Award submissions were assessed across six criteria: design-thinking process and strategies; originality; utilisation of AI and advanced technologies; ethical consideration and sustainability; aesthetic and functional qualities; and quantitative and qualitative impact.<p class=\"mb-5\">The six touchstones are weighted equally so that contenders use the opportunity to address a range of factors, said Prof Tai in an<a href=https://www.businesstimes.com.sg/events-awards/design-ai-tech-awards/where-ai-meets-design-leveraging-unfamiliar-business-differentiator target=_blank>earlier interview</a>with BT.<p class=\"mb-5\">He chaired the judging panel, which comprised BT editor Chen Huifen; DesignSingapore Council executive director Dawn Lim; GreenA Consultants senior partner Farizan d’Avezac De Moran; AI Singapore director for AI innovation Laurence Liew; and Professor John Ochsendorf, founding director of MIT Morningside Academy for Design.<p class=\"mb-5\">On Monday, the eight finalist teams each delivered a five-minute presentation to the judges, followed by another five minutes of question-and-answer from the judges.<p class=\"mb-5\">Senior Minister of State for Digital Development and Information and National Development Tan Kiat How graced the event as the guest of honour.<p class=\"mb-5\"><a href=\"https://static1.businesstimes.com.sg/s3fs-public/styles/article_inline_image/public/articles/2025/06/02/rxdaita19_4.jpg?VersionId=0vyUaELgl1.U3WUoLZoV6CII36o0msd4&itok=Fj7vBeOc\"><img class=\"h-auto mx-auto rounded-lg\"  src=\"/news/details/details-5-7.jpg\"></a><p class=\"mb-5\">Senior Minister of State Tan Kiat How was the event’s guest of honour and delivered a speech. PHOTO: WINSTON CHUANG<p class=\"mb-5\">On why SUTD made the pivot to AI, the university’s president Phoon Kok Kwang said: “We are making the bet that AI is not hype. If we are right, the opportunities for innovation would be staggering, and we want to be the forerunner of this post-AI world.”<p class=\"mb-5\">BT’s Chen said: “This competition isn’t just about ideas. It’s about human-centric solutions amplified by AI’s transformative potential… The best solutions don’t just leverage AI; they elevate people and improve lives and processes.”<p class=\"mb-5\">More information about Daita is available <a href=https://www.businesstimes.com.sg/events-awards/design-ai-and-tech-awards target=_blank>here</a>.",
                "extraImages": [],
                "relatedNews": [
                    {
                        "slug": "metaoptics-single-layered-glass-lens-improves-performance-and-sustainability",
                        "title": "MetaOptics’ single-layered glass lens improves performance and sustainability",
                        "image": "news/news-3.jpg",
                        "desc": "It can independently tune red, green and blue (RGB) images – producing reasonable quality and more vibrant images",
                        "path": "https://www.businesstimes.com.sg/events-awards/design-ai-tech-awards/design-ai-and-tech-awards/metaoptics-single-layered-glass-lens-improves-performance-and-sustainability",
                        "external": false,
                        "date": "May 17, 2025"
                    }
                ]
            }
        }

    ]
}
