{
    "news": [
        {
            "id": 1,
            "slug": "metaoptics-coming-to-ces-2025-in-las-vegas",
            "title": "MetaOptics coming to CES 2025 in Las Vegas",
            "desc": "MetaOptics invites attendees to visit Booth 61015-1 to experience these cutting-edge products firsthand and explore its broader portfolio of metalens-powered solutions",
            "date": "January 15, 2025",
            "image": "news-1.jpg",
            "path": "https://drive.google.com/file/d/1hNlMexABvVbvIh8IM3xZcrR4Qvv4jfqS/view",
            "external": true,
            "details": {
                "images": ["news/news-1.png", "news/news-1.png", "news/news-1.png"],
                "content": "<div>The highlight of MetaOptics' showcase will be its pico projector, an ultra-lightweight device weighing just 80 grams and compactly designed at 45mm x 58mm x 30mm.</div><br/><div>The projector operates directly from a mobile phone or laptop battery via a USB-C connection, eliminating the need for a built-in power source.</div><br/><div>This portability is complemented by effortless usability, making it an ideal Christmas and post-holiday present for on-the-go professionals, students, and entertainment enthusiasts.</div><br/><div>The pico projector delivers clear visuals with a resolution of 720p at 60 FPS and a brightness of 34±3 lumens (measured at 400mm). It features silent, fanless operation, ensuring a seamless user experience, while its energy-efficient design consumes less than 5W during peak operation and under 4W during normal use.</div>",
                "extraImages": [
                    "news/details/details-1-1.png",
                    "news/details/details-1-2.png",
                    "news/details/details-1-3.png"
                ],
                "relatedNews": []
            }
        },
        {
            "id": 4,
            "slug": "automatic-metalens-tester-to-improve-mass-production-sorting-capabilities",
            "title": "Automatic Metalens Tester to Improve Mass Production Sorting Capabilities",
            "desc": "MetaOptics today announced the launch of its new Automatic Metalens Tester, an advanced system developed in collaboration with Elsoft Research Bhd (KLSE:0090.KL), a manufacturer of testing equipment for leading global technology brands.",
            "date": "January 15, 2025",
            "image": "news/news-4.jpg",
            "path": "https://drive.google.com/file/d/1j7YcCGrB6VnKNF5MCEEQ6NM54-aeGuaw/view",
            "external": true,
            "details": {
                "images": [],
                "content": "",
                "extraImages": [],
                "relatedNews": []
            }
        },
        
        {
            "id": 2,
            "slug": "spore-firms-showcase-cutting-edge-lenses-customisable-tvs-and-other-tech-at-ces-2025-in-las-vegas",
            "title": "Singapore firms showcase cutting-edge lenses, customisable TVs and other tech at CES 2025",
            "desc": "LAS VEGAS – The cameras in today’s smartphones and point-and-shoot cameras use stacks of plastic or glass lenses to focus light, but these may soon be replaced by a single flat lens, making devices thinner and smaller.",
            "date": "January 10, 2025",
            "image": "news/news-2.jpg",
            "path": "https://www.straitstimes.com/tech/spore-firms-showcase-cutting-edge-lenses-customisable-tvs-and-other-tech-at-ces-2025-in-las-vegas",
            "external": false,
            "details": {
                "images": ["news/news-2.jpg"],
                "content": "<div>LAS VEGAS – The cameras in today’s smartphones and point-and-shoot cameras use stacks of plastic or glass lenses to focus light, but these may soon be replaced by a single flat lens, making devices thinner and smaller.</div><div>Such optics, called metalenses, use existing semiconductor fabrication processes to carve tiny pillars 1/800th the width of a human hair strand onto glass wafers. A resulting 1.5mm lens can have around six million such pillars, which work together to focus light and capture images.</div><div>This cutting-edge tech was created by MetaOptics Technologies, one of 11 Singapore companies showcasing their innovations at the Singapore Pavilion of CES 2025 in Las Vegas.</div><div>They were among about 1,400 start-ups from around the world vying for investment, partnerships and media attention at the global tech event, formerly known as the Consumer Electronics Show, with most of them packed in an exhibition hall the size of five football fields.</div><div>The Straits Times highlights the technology from Singapore showcased at CES, which runs from Jan 7 to 10.</div><div><h3>Tiny projector shows metalenses’ potential</h3></div><div class=\"min-w-80\"><img class=\"h-auto mx-auto rounded-lg\" src=\"/news/details/details-2-1.jpg\" /></div><div>Smaller than a pack of cards and needing no external power source, MetaOptics Technologies’ US$500 (S$680) pico projector can connect directly to a phone or PC with a USB-C cable and deliver 720p videos at 60 frames per second.</div><div>Other products the start-up showcased that use metalenses were a wide-angle facial recognition camera, a contactless fingerprint reader and the world’s first single-layered metalens colour camera.</div><div>The start-up, which was at CES to speak to potential investors and business partners, created the products to prove the nascent lens technology, and to give early adopters a chance to try out products using these optics of the future, said the firm’s chief executive Mark Thng.</div><div>He added that the company has sewn up at least one memorandum of understanding at CES – with a supply chain partner of a major South Korean smartphone maker.</div><div><h3>An even smaller tracker</h3></div><div class=\"min-w-80\"><img class=\"h-auto mx-auto rounded-lg\" src=\"/news/details/details-2-2.jpg\" /></div><div>Those looking for more detailed feedback on their sleep patterns now have the option of the Flowtime Brain Tag, which is worn over the ear and resembles a slim hearing aid.</div><div>The US$248 sleep tracker, which Singapore-headquartered FantasiaXR said is the smallest of its kind in the world and weighs just 6g, uses electroencephalogram (EEG) technology.</div><div>The EEG measures electrical activity in the brain and can capture “research-grade” data on how long a person is engaged in each stage of sleep and brainwave changes through the night.</div><div>Its makers said the device also doubles as a meditation aid as it measures five types of brainwaves and the user’s heart rate.</div><div>A person’s brainwaves and heart rate have been observed to change during meditation.</div><div><h3>Nimble-fingered robot</h3></div><div class=\"min-w-80\"><img class=\"h-auto mx-auto rounded-lg\" src=\"/news/details/details-2-3.jpg\" /></div><div>A piano-playing robot made CES attendees do a double take as its 10 agile fingers tinkled away, playing songs such as You Are My Sunshine.</div><div>This was a showcase of robotics company Emage TomO’s latest humanoid robot, which can perform delicate tasks in a manufacturing setting, such as transferring individual contact lenses to a visual inspection machine.</div><div>The robot can handle small items with a high degree of accuracy, thanks to 15 actuators in each hand, while each of its arms has six joints.</div><div>But more than just hardware, the company also has close to a decade’s experience in machine vision and deep learning for robotic automation, said its operations director Biju Alex Thomas.</div><div>The latest version of the robot, which starts from US$200,000, has seven joints per arm and will be able to carry loads of up to 5kg, compared with the current version’s 2kg.</div><div><h3>Customisable TVs</h3></div><div class=\"min-w-80\"><img class=\"h-auto mx-auto rounded-lg\" src=\"/news/details/details-2-4.jpg\" /></div><div>Digital signs, kiosks, information screens and learning aids – the varied needs of schools, companies and government agencies for television screens mean off-the-shelf TVs are often imperfect solutions, said Mr Alex Lim, group general manager of EP-Tec Solutions.</div><div>The company exhibited its new generation of smart interactive displays, which clients can customise – for instance, by adding cameras, ports, an on-board PC, or even a tempered glass layer to improve the hardiness of the screen.</div><div>The TVs, which start at $1,800 for a 65-inch screen, are also future-proof – clients can switch out the mainboard when newer hardware hits the market, or swop in a new power board should the old one fail.</div><div>The company’s TVs are currently deployed in 30 countries, including Singapore, where it renewed a contract with the Government in 2024 to provide it with TVs until 2027.</div><div class=\"min-w-80\"><img class=\"h-auto mx-auto rounded-lg\" src=\"/news/details/details-2-5.jpg\" /></div><div><h3>Enterprise Singapore: Support for over 60 Singapore firms at CES</h3></div><div>More than 60 Singapore businesses have received support from the Government to exhibit at the Singapore Pavilion at CES, said trade agency Enterprise Singapore’s director for advanced manufacturing Anne Ho.</div><div>This is the sixth time Enterprise Singapore has participated in the show since 2018.</div><div>Ms Ho said international trade shows are an effective platform for local businesses to explore overseas opportunities, such as to test foreign market demand without committing large, upfront investments.</div><div>Singapore companies that over the years have leveraged CES to gain traction in the US market include massage chair maker Osim and MyFirst Tech, which develops tech products for child development.</div><div>Both companies have returned to CES 2025 as repeat exhibitors, Ms Ho noted.</div>",
                "relatedNews": [
                    {
                        "slug": "metaoptics-single-layered-glass-lens-improves-performance-and-sustainability",
                        "title": "MetaOptics’ single-layered glass lens improves performance and sustainability",
                        "image": "news/news-3.jpg",
                        "desc": "It can independently tune red, green and blue (RGB) images – producing reasonable quality and more vibrant images",
                        "path": "https://www.businesstimes.com.sg/events-awards/design-ai-tech-awards/design-ai-and-tech-awards/metaoptics-single-layered-glass-lens-improves-performance-and-sustainability",
                        "external": false,
                        "date": "May 17, 2025"
                    }
                ]
            }
        },
        {
            "id": 3,
            "slug": "metaoptics-single-layered-glass-lens-improves-performance-and-sustainability",
            "title": "MetaOptics’ single-layered glass lens improves performance and sustainability",
            "desc": "It can independently tune red, green and blue (RGB) images – producing reasonable quality and more vibrant images",
            "date": "May 17, 2025",
            "image": "news/news-3.jpg",
            "path": "https://www.businesstimes.com.sg/events-awards/design-ai-tech-awards/design-ai-and-tech-awards/metaoptics-single-layered-glass-lens-improves-performance-and-sustainability",
            "external": false,
            "details": {
                "images": ["news/news-3.jpg"],
                "content": "<div>[SINGAPORE] Local semiconductor optics startup MetaOptics Technologies is harnessing nanophotonics and artificial intelligence (AI) to overhaul traditional lens systems used in consumer electronics, augmented and virtual reality and scientific imaging.</div><br/><div>Its flagship innovation, the Advanced Color Metalens Imaging System, replaces multi-layer plastic lenses with a single-layer glass metalens.</div><br/><div>Using deep ultraviolet (DUV) immersion photolithography on 12-inch glass wafers – a standard process from semiconductor manufacturing – the system dramatically reduces the thickness and weight of camera modules, while offering enhanced durability and colour accuracy.</div><br/><div>The cameras in today’s smartphones and point-and-shoot devices typically rely on stacked layers of plastic or glass lenses to focus light.</div><br/><div><h3>Innovative lenses</h3></div><div>Metalenses are flat optical components that can perform the same function using just a single layer of intricately patterned nanostructures.</div><br/><div>MetaOptics uses semiconductor fabrication techniques to etch millions of microscopic pillars – each about 1/800th the width of a human hair – onto glass wafers. A 1.5 mm lens can contain more than six million of these nano-pillars, precisely engineered to manipulate light and focus images.</div>",
                "relatedNews": [
                    {
                        "slug": "spore-firms-showcase-cutting-edge-lenses-customisable-tvs-and-other-tech-at-ces-2025-in-las-vegas",
                        "title": "Singapore firms showcase cutting-edge lenses, customisable TVs and other tech at CES 2025",
                        "image": "news/news-2.jpg",
                        "desc": "LAS VEGAS – The cameras in today’s smartphones and point-and-shoot cameras use stacks of plastic or glass lenses to focus light, but these may soon be replaced by a single flat lens, making devices thinner and smaller.",
                        "path": "https://www.straitstimes.com/tech/spore-firms-showcase-cutting-edge-lenses-customisable-tvs-and-other-tech-at-ces-2025-in-las-vegas",
                        "external": false,
                        "date": "January 10, 2025"
                    }
                ]
            }
        }
    ]
}
